{
  "common_title": "Get to know",
  "common_button": "Let's Talk",
  "header_hello": "Bonjour",
  "header_name": "Je suis Anna",
  "header_profession": "Développeur Front-End",
  "header_CV": "Télécharger CV",
  "header_scroll": "Faites défiler",
  "about_title": "À propos de moi",
  "about_info1": "Bonjour, je suis Anna, une jeune et énergique développeuse avec une grande passion pour le développement frontend et un désir constant d'apprendre de nouvelles choses. Mon stack principal est TypeScript et React, mais j'apprends également le développement backend sur Express et Nest.",
  "about_info2": "Je détiens une maîtrise en sciences physiques et mathématiques et j'ai travaillé en tant que Data Scientist pendant plus de deux ans, ce qui m'a donné une opportunité unique de développer mes compétences analytiques. Pendant mon temps libre, j'aime faire du tricot et dessiner des jouets. Je suis convaincue que cela m'aide à maintenir un équilibre dans ma vie et à trouver des solutions créatives dans mon travail.",
  "about_info3": "Je suis responsable et communicative, et je suis toujours prête à travailler en équipe, à perfectionner mes compétences et à apprendre de nouvelles choses. Je suis convaincue que mon stack technologique, mon éducation et mes qualités personnelles me permettront d'être un ajout précieux à votre équipe. Je serais heureuse de discuter avec vous de la possibilité d'une collaboration !\n\n\n\n\n",
  "education_title": "Mon éducation",
  "education_bachelor_name": "B.S. en technologie de l'information",
  "education_bachelor_topic": "Sujet de thèse : Développement de méthodes de construction d'embeddings compositionnels",
  "education_bachelor_gpa": "Moyenne : 4,00 / 4,00",
  "education_magistracy_name": "M.S. en technologie de l'information",
  "education_magistracy_topic": "Sujet de thèse : Méthodes de sémantique distributive et embeddings de mots pour l'analyse transculturelle de documents juridiques",
  "education_magistracy_gpa": "Moyenne : 3,96 / 4,00",
  "education_university_name": "Peoples' Friendship University",
  "education_university_place": "Moscou",
  "experience_title": "Mon expérience",

  "experience_name1": "International Media Service",
  "experience_info1": "FrontEnd React Developer",
  "experience_list11": "React | Next | TypeScript | MobX | Material UI | Git",
  "experience_list12": "Développement et maintenance des interfaces utilisateur pour les applications web en utilisant React, TypeScript, MobX et MUI. Résolution de problèmes liés à la mise en page adaptative et à l'optimisation des performances des applications web. Travail en équipe de développeurs, participation à des revues de code. Conception et développement de nouvelles fonctionnalités pour les applications web en tenant compte des besoins des utilisateurs et des exigences des clients.",
  "experience_place1": "Kazakhstan",
  "experience_date11": "09.2022",
  "experience_date12": "actuellement",

  "experience_name2": "freelance.ru / fl.ru",
  "experience_info2": "FrontEnd Freelancer",
  "experience_list21": "HTML | SCSS | JavaScript (ES6+) | Bootstrap | Git | Webpack",
  "experience_list22": "Création et développement de sites Web et d'applications Web uniques pour les clients, y compris des interfaces réactives, des animations et une mise en page adaptative. Support, optimisation du code et test de ses performances. Interaction avec les clients pour convenir du design et des fonctionnalités, ainsi que pour garantir la conformité à leurs exigences et fournir des solutions de qualité.",
  "experience_place2": "Moscou",
  "experience_date21": "10.2021",
  "experience_date22": "08.2022",

  "experience_name3": "LLC \"ТСА\"",
  "experience_info3": "Data Scientist",
  "experience_list31": "Python | SQL | Pandas | NumPy | Scikit-Learn | TensorFlow | Keras | Jupyter | Git",
  "experience_list32": "Développement et optimisation de modèles d'apprentissage automatique, traitement et analyse de grands volumes de données, création de tableaux de bord et de rapports pour surveiller les indicateurs de performance de l'entreprise, ainsi que participation au développement et à la mise en œuvre d'algorithmes et de solutions logicielles dans différents secteurs.",
  "experience_place3": "Moscou",
  "experience_date31": "01.19",
  "experience_date32": "06.2021",

  "skills_title": "Mes compétences",
  "skills_soft_1": "Gestion du temps",
  "skills_soft_2": "Communication",
  "skills_soft_3": "Adaptabilité",
  "skills_soft_4": "Résolution de problèmes",
  "skills_soft_5": "Travail d'équipe",
  "skills_soft_6": "Créativité",
  "skills_soft_7": "Attention aux détails",
  "portfolio_title": "Mon portfolio",

  "contact_title": "Contactez-moi",
  "contact_name": "Nom:",
  "contact_phone": "Téléphone:",
  "contact_message": "Message:",
  "contact_button": "Envoyer",
  "contact_error_name": "Le nom ne peut pas dépasser 30 caractères",
  "contact_error_email": "Veuillez saisir une adresse e-mail valide",
  "contact_error_type": "Tous les champs sont requis"
}
