{
  "common_title": "",
  "common_button": "Contattami",
  "header_hello": "Ciao",
  "header_name": "Sono Anna",
  "header_profession": "FrontEnd Developer",
  "header_CV": "Scarica CV",
  "header_scroll": "Scorri Giù",
  "about_title": "Сhi sono",
  "about_info1": "Ciao, sono Anna, una giovane ed energica sviluppatrice con una grande passione per lo sviluppo frontend e un costante desiderio di imparare cose nuove. Il mio stack principale è TypeScript e React, ma sto anche imparando lo sviluppo backend in Express e Nest. Attualmente ho più di 1,5 anni di esperienza in questo campo e continuo a migliorare le mie capacità ogni giorno.",
  "about_info2": "Ho una laurea magistrale in scienze fisico-matematiche e ho lavorato come Data Scientist per oltre 2 anni, che mi ha dato l'opportunità unica di sviluppare le mie capacità analitiche. Nel tempo libero mi piace fare il lavoro a maglia di giocattoli e disegnare. Sono convinta che questo mi aiuti a mantenere un equilibrio nella vita e a trovare soluzioni creative al lavoro.",
  "about_info3": "Sono responsabile e comunicativa e sempre pronta a lavorare in team, migliorare le mie competenze e imparare cose nuove. Sono convinta che il mio stack tecnologico e la mia formazione, così come le mie qualità personali, mi permetteranno di diventare un valore aggiunto per il vostro team. Sarei felice di discutere con voi la possibilità di collaborazione!",
  "education_title": "Istruzione E Formazione",
  "education_bachelor_name": "B.S. in Information Technology",
  "education_bachelor_topic": "Tema della tesi: Development of methods of constructing compositional embeddings",
  "education_bachelor_gpa": "GPA: 4.00 / 4.00",
  "education_magistracy_name": "M.S. in Information Technology",
  "education_magistracy_topic": "Tema della tesi: Distributive semantics methods and word embeddings for cross-language analysis of legal documents",
  "education_magistracy_gpa": "GPA: 3.96 / 4.00",
  "education_university_name": "Peoples' Friendship University",
  "education_university_place": "Mosca",
  "experience_title": "Esperienza Professionale",

  "experience_name1": "International Media Service",
  "experience_info1": "FrontEnd React Developer",
  "experience_list11": "React | Next | TypeScript | MobX | Redux | Material UI | Git",
  "experience_list12": "Sviluppo e manutenzione delle interfacce utente per le applicazioni web utilizzando React, TypeScript, MobX e MUI. Risoluzione di problemi di responsive design e ottimizzazione delle prestazioni delle applicazioni web. Lavoro in team di sviluppatori, partecipazione a code review. Progettazione e sviluppo di nuove funzionalità per le applicazioni web in base alle esigenze degli utenti e ai requisiti del cliente.",
  "experience_place1": "Kazakhstan",
  "experience_date11": "09.2022",
  "experience_date12": "present",

  "experience_name2": "freelance.ru / fl.ru",
  "experience_info2": "FrontEnd Freelancer",
  "experience_list21": "HTML | SCSS | JavaScript (ES6+) | Bootstrap | Git | Webpack",
  "experience_list22": "Creazione e sviluppo di siti web e applicazioni web uniche per i clienti, inclusi interfacce reattive, animazioni e layout adattativi. Supporto, ottimizzazione del codice e test delle sue prestazioni. Interazione con i clienti per concordare il design e la funzionalità, nonché per garantire il rispetto dei loro requisiti e fornire soluzioni di qualità.",
  "experience_place2": "Mosca",
  "experience_date21": "10.2021",
  "experience_date22": "08.2022",

  "experience_name3": "OOO \"TCA\"",
  "experience_info3": "Data Scientist",
  "experience_list31": "Python | SQL | Pandas | NumPy | Scikit-Learn | TensorFlow | Keras | Jupyter | Git",
  "experience_list32": "Sviluppo e ottimizzazione di modelli di apprendimento automatico, elaborazione e analisi di grandi volumi di dati, creazione di dashboard e report per il monitoraggio delle metriche aziendali, oltre alla partecipazione allo sviluppo e all'implementazione di algoritmi e soluzioni software in diversi settori.",
  "experience_place4": "Mosca",
  "experience_date31": "01.19",
  "experience_date32": "06.2021",

  "skills_title": "Skills",
  "skills_soft_1": "Time management",
  "skills_soft_2": "Ottime doti communicative",
  "skills_soft_3": "Adaptability",
  "skills_soft_4": "Problem-solving",
  "skills_soft_5": "Teamwork",
  "skills_soft_6": "Creatività",
  "skills_soft_7": "Cura dei dettagli",
  "portfolio_title": "Portfolio",

  "contact_title": "Contattami",
  "contact_name": "Nome:",
  "contact_phone": "Telefono:",
  "contact_message": "Messaggio:",
  "contact_button": "Invia",
  "contact_error_name": "Il nome non può superare i 30 caratteri",
  "contact_error_email": "Inserisci un'email valida",
  "contact_error_type": "Tutti i campi sono obbligatori"
}
